programming/php/books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>php books</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">php books</h1>
<pre class="example">
%T: Building a Web Application with PHP and MariaDB
%A: Sai Srinivas Sriparasa
%D: 2014
%N: 978-1-78398-162-5
%P: 239
%I: Packt

%T: Modern PHP
%A: Josh Lockhart
%D: 2015
%N: 978-1-4919-0501-2
%P: 245
%I: O'Reilly

%T: Instant PHP Web Scraping
%A: Jacob Ward
%D: 2013
%N: 978-1-78216-477-7
%P: 60
%I: Packt

%T: Webbots, Spiders and Screen Scrapers 2e
%A: Michael Schrenk
%D: 2012
%N: 978-1-59327-397-2
%P: 362
%I: No Starch

%T: Webbots, Spiders and Screen Scrapers
%A: Michael Schrenk
%D: 2007
%N: 978-1-59-327120-6
%P: 328 
%I: No Starch

%T: PHP and MySQL Web Development 4e
%A: Luke Welling, Laura Thomson
%D: 2009
%N: 978-0-672-32916-6
%P: 968
%I: Pearson

%T: Beginning PHP5, Apache, and MySQL Web Development
%A: Elizabeth Naramore, Jason Gerner, Yann Le Scouarnec, Jeremy Stolz, Michael K. Glass
%D: 2005
%N: 978-0-7645-7966-0
%P: 798
%I: Wrox
</pre>

<p>
<a href="./php.html">back</a>
</p>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
